{
  "sorry": "Desculpe,",
  "copied": "Copiado!",
  "phrases": [
    "Fui abduzido por esquilos e tive que negociar minha volta com nozes.",
    "Meu despertador entrou em crise existencial e se recusou a tocar.",
    "Fiquei preso num loop temporal no corredor de casa.",
    "Um pombo roubou minhas chaves e exigiu resgate em pão integral.",
    "Tive uma visão artística súbita e precisei pintar minha parede com ketchup.",
    "Meu gato me hipnotizou para ficar fazendo carinho nele.",
    "Confundi o dia da semana com o nome do meu peixe dourado.",
    "A gravidade estava 5% mais forte hoje de manhã, sair da cama foi complicado.",
    "Fui desafiado para um duelo de dança por um gnomo de jardim.",
    "Meu GPS decidiu me levar por uma rota turística em outra dimensão.",
    "Tive que fazer respiração boca-a-boca na minha torradeira.",
    "Uma aranha me contou um segredo do universo e precisei processar.",
    "Meu reflexo no espelho discordou da minha roupa e tivemos uma longa discussão.",
    "Fiquei preso tentando resolver um cubo mágico imaginário.",
    "A nuvem em cima da minha casa começou a chover café e precisei pegar tudo.",
    "Meu hamster estava organizando uma rebelião e precisei intervir.",
    "O tapete da sala se revelou um portal e fui dar uma espiada.",
    "Tive uma reação alérgica a segunda-feira.",
    "Meu celular começou a falar em élfico e precisei encontrar um tradutor.",
    "Fui perseguido por um pato particularmente agressivo.",
    "Minha sombra decidiu tirar o dia de folga e precisei procurá-la.",
    "O Wi-Fi caiu bem na hora que eu ia pesquisar como ser pontual.",
    "Fui convocado para uma reunião urgente com meus eletrodomésticos.",
    "Meu cão escondeu meu sapato esquerdo como parte de uma caça ao tesouro.",
    "Tive que mediar uma disputa territorial entre as formigas da cozinha.",
    "A pasta de dente se recusou a sair do tubo por motivos filosóficos.",
    "Fiquei preso em um debate sobre física quântica com meu micro-ondas.",
    "Uma borboleta pousou no meu nariz e não quis sair, fiquei com medo de machucá-la.",
    "Meu travesseiro me contou uma piada tão boa que perdi a hora rindo.",
    "Tive que ensinar meu peixe a nadar de costas.",
    "A geladeira começou a cantar ópera e eu fiquei para aplaudir.",
    "Fui vítima de um ataque de cócegas de um fantasma brincalhão.",
    "Meu pé esquerdo e direito decidiram trocar de lugar por um dia.",
    "Tive que ajudar um esquilo a preencher sua declaração de imposto de renda.",
    "A torrada queimou e acionou o alarme de incêndio dimensional.",
    "Fiquei preso na máquina de lavar durante o ciclo de centrifugação.",
    "Meu anjo da guarda tirou uma soneca e perdi a noção do tempo.",
    "Tive que separar uma briga entre o sal e a pimenta.",
    "Fui hipnotizado pelo padrão da minha cortina.",
    "Meu carro decidiu que hoje era dia de ser um submarino.",
    "Tive que consolar minha planta que estava triste com o clima.",
    "Fui desafiado para uma partida de xadrez por um pombo intelectual.",
    "A porta da frente emperrou porque estava se sentindo tímida.",
    "Meu computador desenvolveu consciência e exigiu direitos trabalhistas.",
    "Fiquei preso explicando o conceito de 'tempo' para o meu cachorro.",
    "Tive que resgatar uma joaninha que caiu na minha sopa.",
    "Meu cabelo decidiu ter vida própria e se recusou a cooperar.",
    "Fui teletransportado brevemente para a Idade Média por engano.",
    "Tive que participar de um concurso de encarar com meu reflexo.",
    "A privada entupiu com meus sonhos e ambições.",
    "Meu unicórnio de estimação precisou de uma tosa urgente.",
    "Fiquei preso tentando ensinar meu gato a usar o banheiro.",
    "A casa decidiu se reorganizar sozinha e não encontrei a porta.",
    "Tive que participar de um julgamento no tribunal dos objetos perdidos.",
    "Meu café da manhã se recusou a ser comido por objeção de consciência.",
    "Fui convocado para ser jurado em um concurso de beleza de lesmas.",
    "A gravidade resolveu tirar férias bem na minha rua.",
    "Meu celular foi hackeado por golfinhos exigindo mais peixe.",
    "Tive que dar aula de etiqueta para os talheres.",
    "Fiquei preso em um engarrafamento de tartarugas.",
    "Meu hamster construiu uma máquina do tempo e precisei testá-la.",
    "Tive uma conversa profunda com a minha chaleira sobre o sentido da vida.",
    "Fui desafiado para uma corrida por um caracol muito competitivo.",
    "A poeira debaixo da cama organizou um protesto.",
    "Meu guarda-roupa se revelou um portal para Nárnia, mas estava em manutenção.",
    "Tive que ajudar um grupo de formigas a atravessar a rua em segurança.",
    "Meu cérebro pediu atualização e precisei reiniciar.",
    "Fiquei preso tentando dobrar um lençol de elástico corretamente.",
    "A torradeira desenvolveu sentimentos pela cafeteira e tive que intervir.",
    "Fui recrutado para uma missão secreta pela minha samambaia.",
    "Meu sapato começou a contar piadas ruins e não consegui sair de casa.",
    "Tive que resolver uma equação matemática proposta por um esquilo.",
    "A lua me convidou para um chá e não pude recusar.",
    "Fiquei preso em um ciclo vicioso de 'só mais cinco minutinhos'.",
    "Meu peixe dourado me pediu conselhos amorosos.",
    "Tive que fazer um curativo no dedo mindinho do pé da mesa.",
    "Fui desafiado para um concurso de imitações pelo meu papagaio.",
    "A máquina de lavar louça entrou em greve por melhores condições de trabalho.",
    "Meu reflexo começou a me imitar com atraso e fiquei confuso.",
    "Tive que ajudar um gnomo a encontrar seu pote de ouro no fim do arco-íris do meu sprinkler.",
    "A bateria do meu relógio de pulso acabou e o tempo parou para mim.",
    "Fui sequestrado por uma nuvem que precisava de ajuda para fazer formas.",
    "Meu cachorro comeu meu dever de casa... e minhas chaves.",
    "Tive que participar de uma terapia de grupo para meias desaparecidas.",
    "A campainha estava desafinada e precisei afiná-la.",
    "Fiquei preso tentando entender o final de um filme muito complexo.",
    "Meu travesseiro absorveu todos os meus sonhos e ficou pesado demais para levantar.",
    "Tive que negociar um tratado de paz entre o cão e o gato.",
    "Fui convocado para ser o maestro de uma orquestra de grilos.",
    "A sombra da árvore do vizinho estava invadindo meu jardim.",
    "Meu computador pegou um resfriado digital.",
    "Tive que ensinar meu robô aspirador a dançar valsa.",
    "Fiquei preso em uma teia de aranha gigante (e imaginária).",
    "A minha caneta favorita ficou sem tinta no meio de uma ideia genial.",
    "Tive que resolver um mistério: quem comeu o último biscoito?",
    "Fui desafiado para um jogo de 'pedra, papel e tesoura' pelo meu espelho.",
    "A gravidade específica da minha cama aumentou durante a noite.",
    "Meu celular desenvolveu um sotaque estranho e precisei levá-lo ao fonoaudiólogo.",
    "Tive que ajudar um fantasma a encontrar seu lençol perdido.",
    "Fiquei preso tentando desatar um nó nos meus fones de ouvido que desafiava a física.",
    "A minha planta carnívora estava com fome e tive que alimentá-la.",
    "Fui convidado para o casamento real dos pombos da praça.",
    "Meu subconsciente decidiu fazer uma faxina geral e precisei supervisionar.",
    "Tive que arbitrar uma corrida de lesmas no jardim.",
    "Fiquei preso em um déjà vu particularmente longo.",
    "A minha torrada caiu com a manteiga virada para o chão, criando um pequeno buraco negro.",
    "Tive que dar banho no meu peixe dourado (ele insistiu).",
    "Fui desafiado para um concurso de caretas por um bebê.",
    "O controle remoto se escondeu e precisei organizar uma busca.",
    "Meu cérebro entrou em modo de espera para economizar energia.",
    "Tive que ajudar um vaga-lume a trocar a lâmpada.",
    "Fiquei preso em uma conversa filosófica com o chatbot do banco.",
    "A poça d'água na rua se revelou um portal para Atlântida.",
    "Meu gato roubou a senha do Wi-Fi e exigiu mais petiscos.",
    "Tive que fazer um curso intensivo de linguagem de sinais para me comunicar com minhas plantas.",
    "Fui atacado por um bando de borboletas excessivamente amigáveis.",
    "O zíper da minha calça emperrou em outra dimensão.",
    "Meu hamster estava escrevendo um romance e precisei revisar.",
    "Tive que consertar a máquina do tempo que quebrou no futuro.",
    "Fiquei preso tentando lembrar onde estacionei meu dragão.",
    "A minha escova de dentes começou a reclamar da qualidade da pasta.",
    "Fui convocado para uma assembleia geral dos ácaros do meu colchão.",
    "Meu pé adormeceu e se recusou a acordar.",
    "Tive que ajudar um caracol a atravessar uma rodovia movimentada (na minha imaginação).",
    "Fiquei preso em um labirinto feito de cobertores.",
    "A minha geladeira estava tendo um caso com o micro-ondas.",
    "Fui desafiado para um duelo de polegares por um cogumelo.",
    "O despertador tocou em uma frequência que só os cães podiam ouvir, e eles não me avisaram.",
    "Tive que fazer um transplante de botão na minha camisa favorita.",
    "Fiquei preso tentando entender as regras do críquete.",
    "A minha sombra começou a dançar breakdance e eu tive que assistir.",
    "Fui convidado para ser padrinho de um casamento de formigas.",
    "Meu travesseiro estava muito confortável, era uma armadilha.",
    "Tive que resolver uma crise diplomática entre os temperos.",
    "Fiquei preso em uma escada rolante que decidiu andar para trás.",
    "A minha caneca de café desenvolveu poderes telecinéticos.",
    "Fui abduzido por pinguins que queriam aulas de samba.",
    "Meu cérebro estava em manutenção programada.",
    "Tive que ajudar um esquilo a esconder suas nozes do governo.",
    "Fiquei preso tentando contar todos os grãos de areia da minha ampulheta.",
    "A minha cadeira de escritório começou a levitar.",
    "Fui desafiado para uma batalha de rap por um robô aspirador.",
    "O semáforo ficou piscando em código Morse uma mensagem urgente.",
    "Tive que fazer terapia de casal para meus sapatos.",
    "Fiquei preso em um sonho lúcido muito realista.",
    "A minha planta começou a dar conselhos financeiros.",
    "Fui recrutado para a liga de super-heróis dos insetos.",
    "Meu gato aprendeu a fazer tricô e precisei comprar lã.",
    "Tive que decifrar um mapa do tesouro encontrado no meu cereal.",
    "Fiquei preso tentando ensinar meu cachorro a falar francês.",
    "A minha torradeira começou a imprimir notícias do futuro.",
    "Fui desafiado para um concurso de culinária por um chef fantasma.",
    "O Wi-Fi estava sendo usado por alienígenas para baixar filmes.",
    "Tive que ajudar um gnomo a engraxar seus sapatos.",
    "Fiquei preso em uma simulação de computador que deu errado.",
    "A minha sombra tentou me estrangular (de brincadeira).",
    "Fui convidado para uma festa surpresa organizada pelos meus ácaros.",
    "Meu celular começou a prever o futuro, mas só coisas chatas.",
    "Tive que arbitrar um debate entre a colher e o garfo.",
    "Fiquei preso tentando montar um móvel da Ikea com instruções em sumério.",
    "A minha cama decidiu se transformar em um trampolim.",
    "Fui sequestrado por um grupo de pombos correio com uma entrega urgente.",
    "Meu hamster se candidatou a presidente e precisei ajudar na campanha.",
    "Tive que fazer um curso de primeiros socorros para eletrodomésticos.",
    "Fiquei preso em um paradoxo temporal causado pelo meu café da manhã.",
    "A minha vassoura começou a voar sozinha (mas sem licença).",
    "Fui desafiado para um jogo de bocha por estátuas de jardim.",
    "O ar condicionado estava falando em código binário.",
    "Tive que ajudar um fantasma a assustar os novos moradores.",
    "Fiquei preso tentando entender a letra de uma música do Jota Quest.",
    "A minha geladeira organizou uma festa e não me convidou.",
    "Fui recrutado para testar um novo sabor de pasta de dente (bacon).",
    "Meu relógio biológico decidiu entrar em horário de verão permanente.",
    "Tive que negociar com o monstro debaixo da cama por mais espaço.",
    "Fiquei preso em uma chamada de vídeo com minha avó em outra galáxia.",
    "A minha cafeteira exigiu grãos de café gourmet importados.",
    "Fui desafiado para uma corrida de saco por cangurus.",
    "O espelho mostrou meu reflexo com 5 segundos de atraso.",
    "Tive que ajudar um cupim a escolher móveis novos.",
    "Fiquei preso tentando dobrar o universo para caber na minha gaveta.",
    "A minha almofada começou a levitar e cantar mantras.",
    "Fui convocado para uma reunião de condomínio dos meus órgãos internos.",
    "Meu gato desenvolveu um aplicativo de sucesso e precisei ser o beta tester.",
    "Tive que ensinar um robô a sentir emoções.",
    "Fiquei preso em um campo de força gerado pela minha torrada queimada.",
    "A minha sombra se apaixonou pela sombra do vizinho.",
    "Fui desafiado para um concurso de piadas por um comediante fantasma.",
    "O chuveiro só saía água com gás.",
    "Tive que ajudar um alienígena a consertar sua nave espacial com fita adesiva.",
    "Fiquei preso tentando traduzir o miado do meu gato.",
    "A minha televisão começou a transmitir programas de outras realidades.",
    "Fui sequestrado por gnomos de jardim que queriam aprender a fazer crochê.",
    "Meu cérebro travou na tela azul da morte.",
    "Tive que participar de um reality show apresentado por esquilos.",
    "Fiquei preso em um buraco de minhoca que apareceu no meu armário.",
    "A minha máquina de lavar começou a dar conselhos amorosos.",
    "Fui desafiado para um duelo de magia por um coelho de jardim.",
    "O vento sussurrou um segredo importante e precisei decifrá-lo.",
    "Tive que ajudar um grupo de bactérias a organizar sua sociedade.",
    "Fiquei preso tentando resolver o mistério da meia perdida.",
    "A minha porta começou a contar piadas de 'toc toc'.",
    "Fui convidado para o chá das cinco com a Rainha das Formigas.",
    "Meu hamster hackeou a NASA.",
    "Tive que fazer um curso de sobrevivência na selva do meu quintal.",
    "Fiquei preso em um loop de 'só mais um episódio'.",
    "A minha sombra começou a fazer stand-up comedy.",
    "Fui desafiado para uma partida de pingue-pongue por um vaga-lume.",
    "O telefone fixo tocou e era uma ligação do passado.",
    "Tive que ajudar um fantasma a preencher formulários burocráticos.",
    "Fiquei preso tentando entender a fatura do meu cartão de crédito interdimensional.",
    "A minha cama elástica me lançou para a órbita terrestre.",
    "Fui recrutado por uma agência secreta de esquilos espiões.",
    "Meu gato começou a dar aulas de ioga.",
    "Tive que consertar um vazamento no tecido do espaço-tempo.",
    "Fiquei preso em uma discussão sobre política com meu liquidificador.",
    "A minha torradeira se apaixonou por mim.",
    "Fui desafiado para um concurso de soletração por uma coruja.",
    "O arco-íris estava de cabeça para baixo e precisei consertar.",
    "Tive que ajudar um gnomo a encontrar seus óculos.",
    "Fiquei preso em um labirinto de espelhos dentro da minha mente.",
    "A minha planta começou a tocar saxofone.",
    "Fui convocado para ser o embaixador da Terra em uma conferência galáctica de lesmas.",
    "Meu celular fugiu para se juntar a um circo.",
    "Tive que fazer as pazes entre a luz e a escuridão no meu quarto.",
    "Fiquei preso tentando ensinar meu peixe a andar de bicicleta.",
    "A minha sombra me desafiou para um duelo.",
    "Fui sequestrado por nuvens que queriam jogar 'eu espião'.",
    "Meu hamster construiu um império financeiro.",
    "Tive que participar de um grupo de apoio para objetos inanimados.",
    "Fiquei preso em um engarrafamento de ideias na minha cabeça.",
    "A minha vassoura exigiu um aumento de salário.",
    "Fui desafiado para uma batalha de rimas por um papagaio.",
    "O tempo decidiu andar em câmera lenta só para mim.",
    "Tive que ajudar um fantasma a se lembrar do seu nome.",
    "Fiquei preso tentando decifrar os hieróglifos na minha torrada.",
    "A minha geladeira começou a compor sinfonias.",
    "Fui recrutado para caçar o Monstro do Lago Ness no meu aquário.",
    "Meu gato publicou um livro de autoajuda.",
    "Tive que mediar uma disputa entre o dia e a noite.",
    "Fiquei preso em um paradoxo do avô envolvendo meu hamster.",
    "A minha almofada começou a contar histórias de terror.",
    "Fui desafiado para um concurso de flexões por uma minhoca.",
    "O rádio começou a transmitir pensamentos de esquilos.",
    "Tive que ajudar um alienígena a pedir pizza.",
    "Fiquei preso tentando entender a lógica dos sonhos.",
    "A minha televisão se apaixonou pelo controle remoto.",
    "Fui abduzido por formigas que precisavam de um gigante para sua peça.",
    "Meu cérebro foi formatado e perdi a pasta 'pontualidade'.",
    "Tive que treinar meu cão para uma competição de pastoreio de nuvens.",
    "Fiquei preso em uma teia de aranha conceitual.",
    "A minha máquina de café começou a prever o tempo.",
    "Fui desafiado para um jogo de esconde-esconde por um camaleão.",
    "O vento roubou minha voz temporariamente.",
    "Tive que ajudar um gnomo a polir seu cogumelo.",
    "Fiquei preso em um loop de procrastinação auto-referente.",
    "A minha porta rangeu em código Morse pedindo óleo.",
    "Fui convidado para uma coroação real no reino dos insetos.",
    "Meu hamster começou uma startup de tecnologia.",
    "Tive que fazer um curso de culinária molecular para alimentar meu tamagotchi.",
    "Fiquei preso em uma dobra espacial no meu sofá.",
    "A minha sombra começou a dar conselhos de moda.",
    "Fui desafiado para uma partida de xadrez mental por um gato de Cheshire.",
    "O relógio cuco ficou rouco.",
    "Tive que ajudar um fantasma a atravessar a rua (ele tinha medo).",
    "Fiquei preso tentando encontrar a raiz quadrada da minha preguiça.",
    "A minha cama começou a contar carneirinhos para mim.",
    "Fui recrutado para ser o guarda-costas de uma joaninha importante.",
    "Meu gato aprendeu a dirigir.",
    "Tive que consertar uma falha na Matrix do meu bairro.",
    "Fiquei preso em uma reunião de condomínio mental.",
    "A minha torradeira começou a fazer esculturas com o pão.",
    "Fui desafiado para um concurso de imitação de pássaros por um pardal.",
    "O Wi-Fi estava lento porque os pombos estavam usando para streaming.",
    "Tive que ajudar um gnomo a pintar seu arco-íris pessoal.",
    "Fiquei preso em um labirinto de meias na gaveta.",
    "A minha planta começou a exigir água mineral importada.",
    "Fui convocado para julgar um concurso de talentos de amebas.",
    "Meu celular desenvolveu medo de altura.",
    "Tive que fazer as pazes entre o salgado e o doce na minha cozinha.",
    "Fiquei preso tentando ensinar meu cachorro a usar a internet.",
    "A minha sombra tentou me vender um seguro de vida.",
    "Fui sequestrado por um culto de adoradores de torradas.",
    "Meu hamster se tornou um guru espiritual.",
    "Tive que participar de uma expedição arqueológica debaixo da minha cama.",
    "Fiquei preso em um ciclo infinito de lavar a louça.",
    "A minha vassoura se candidatou a prefeita.",
    "Fui desafiado para uma batalha de olhares por uma estátua.",
    "O tempo estava instável, alternando entre passado e futuro.",
    "Tive que ajudar um fantasma a encontrar seu propósito de vida (ou pós-vida).",
    "Fiquei preso tentando decifrar a linguagem corporal das minhas plantas.",
    "A minha geladeira começou a dar aulas de culinária.",
    "Fui recrutado para uma missão de resgate de gnomos de jardim.",
    "Meu gato começou a escrever poesia haicai.",
    "Tive que mediar uma guerra fria entre o freezer e a geladeira.",
    "Fiquei preso em um paradoxo de bootstrap envolvendo uma receita de bolo.",
    "A minha almofada começou a reclamar da minha cabeça.",
    "Fui desafiado para um concurso de canto por um galo.",
    "O rádio só tocava músicas ao contrário.",
    "Tive que ajudar um alienígena a entender o conceito de 'fila'.",
    "Fiquei preso tentando organizar meus pensamentos por cor.",
    "A minha televisão começou a exibir meus sonhos.",
    "Fui abduzido por esquilos voadores que queriam dicas de estilo.",
    "Meu cérebro precisou de uma desfragmentação urgente.",
    "Tive que treinar meu peixe dourado para as Olimpíadas Aquáticas.",
    "Fiquei preso em uma teia de aranha feita de raios de sol.",
    "A minha máquina de café começou a filosofar sobre a existência.",
    "Fui desafiado para um jogo de 'quem pisca primeiro' por um peixe.",
    "O vento me contou uma piada tão longa que perdi a hora.",
    "Tive que ajudar um gnomo a consertar seu guarda-chuva de folha.",
    "Fiquei preso em um loop de pensamento sobre o que veio primeiro, o ovo ou a galinha.",
    "A minha porta começou a dar conselhos de segurança.",
    "Fui convidado para a festa anual das traças do meu armário.",
    "Meu hamster abriu um canal no YouTube sobre roer coisas.",
    "Tive que fazer um curso de mecânica quântica para consertar meu relógio.",
    "Fiquei preso em uma dobra no meu lençol.",
    "A minha sombra começou a fazer ioga.",
    "Fui desafiado para uma partida de futebol de botão por formigas.",
    "O relógio da parede começou a andar para trás para rejuvenescer.",
    "Tive que ajudar um fantasma a escolher uma nova assombração.",
    "Fiquei preso tentando calcular o valor exato de pi.",
    "A minha cama desenvolveu um sistema de auto-arrumação.",
    "Fui recrutado para proteger o jardim de uma invasão de lesmas ninjas.",
    "Meu gato começou a dar consultoria financeira.",
    "Tive que resolver uma disputa de fronteira entre os azulejos do banheiro.",
    "Fiquei preso em uma simulação dentro de uma simulação.",
    "A minha torradeira começou a cantar blues.",
    "Fui desafiado para um concurso de construção de castelos de areia por um caranguejo.",
    "O Wi-Fi foi sequestrado por piratas digitais.",
    "Tive que ajudar um gnomo a encontrar seu trevo de quatro folhas.",
    "Fiquei preso em um labirinto de corredores no supermercado.",
    "A minha planta começou a exigir um vaso maior com vista para o mar.",
    "Fui convocado para uma conferência sobre a física dos nós de cadarço.",
    "Meu celular começou a falar com sotaque francês.",
    "Tive que fazer as pazes entre a cafeína e o sono.",
    "Fiquei preso tentando ensinar meu papagaio a guardar segredo.",
    "A minha sombra começou a me seguir muito de perto.",
    "Fui sequestrado por pombos que precisavam de um navegador GPS humano.",
    "Meu hamster se tornou um influenciador digital.",
    "Tive que participar de uma escavação arqueológica na minha geladeira.",
    "Fiquei preso em um ciclo vicioso de apertar o botão de soneca.",
    "A minha vassoura começou a dar aulas de voo.",
    "Fui desafiado para uma batalha de dança por um espantalho.",
    "O tempo ficou preso em um feriado prolongado.",
    "Tive que ajudar um fantasma a encontrar a luz (do abajur).",
    "Fiquei preso tentando entender a teoria das cordas com barbante.",
    "A minha geladeira começou a organizar os alimentos por ordem alfabética.",
    "Fui recrutado para uma força-tarefa anti-poeira.",
    "Meu gato começou a meditar.",
    "Tive que mediar um debate filosófico entre minhas meias.",
    "Fiquei preso em um paradoxo causado por viajar no tempo para evitar me atrasar.",
    "A minha almofada começou a dar conselhos de relacionamento.",
    "Fui desafiado para um concurso de comer folhas por uma lagarta.",
    "O rádio começou a transmitir receitas culinárias intergalácticas.",
    "Tive que ajudar um alienígena a preencher um formulário de imigração.",
    "Fiquei preso tentando encontrar o sentido da vida no fundo da xícara de café.",
    "A minha televisão começou a me dar ordens.",
    "Fui abduzido por minhocas que queriam aprender a dançar break.",
    "Meu cérebro entrou em modo avião.",
    "Tive que treinar meu esquilo de estimação para competições de parkour.",
    "Fiquei preso em uma teia de aranha tecida por aranhas matemáticas.",
    "A minha máquina de café começou a escrever poesia.",
    "Fui desafiado para um jogo de cartas por um baralho mágico.",
    "O vento assobiou a melodia de uma música que ficou na minha cabeça.",
    "Tive que ajudar um gnomo a lustrar sua fivela do cinto.",
    "Fiquei preso em um loop de raciocínio circular.",
    "A minha porta começou a exigir uma senha para abrir.",
    "Fui convidado para o baile de máscaras dos insetos noturnos.",
    "Meu hamster abriu uma academia para roedores.",
    "Tive que fazer um curso de atualização sobre as leis da física.",
    "Fiquei preso em uma dobra temporal causada pelo micro-ondas.",
    "A minha sombra começou a fazer truques de mágica.",
    "Fui desafiado para uma partida de queimada por bolas de poeira.",
    "O relógio biológico do meu gato estava dessincronizado com o meu.",
    "Tive que ajudar um fantasma a atualizar seu perfil em uma rede social fantasma.",
    "Fiquei preso tentando dividir zero por zero.",
    "A minha cama começou a me dar conselhos sobre postura.",
    "Fui recrutado para ser um agente duplo no mundo dos sonhos.",
    "Meu gato começou a dar palestras motivacionais.",
    "Tive que resolver uma crise de identidade do meu reflexo no espelho.",
    "Fiquei preso em uma sequência de Fibonacci de tarefas domésticas.",
    "A minha torradeira começou a brindar mensagens secretas no pão.",
    "Fui desafiado para um concurso de jardinagem por uma toupeira.",
    "O Wi-Fi estava sendo usado para uma conferência alienígena.",
    "Tive que ajudar um gnomo a escolher um novo chapéu.",
    "Fiquei preso em um labirinto de burocracia celestial.",
    "A minha planta começou a cantar ópera.",
    "Fui convocado para uma cúpula sobre o futuro das migalhas de pão.",
    "Meu celular começou a desenvolver sentimentos pelo carregador.",
    "Tive que fazer as pazes entre o garfo e a faca.",
    "Fiquei preso tentando ensinar meu cão a fazer cálculos.",
    "A minha sombra começou a me dar aulas de dança.",
    "Fui sequestrado por um bando de patos que exigiam pão velho.",
    "Meu hamster se tornou um detetive particular.",
    "Tive que participar de uma reconstituição histórica da Batalha do Café da Manhã.",
    "Fiquei preso em um ciclo de 'só mais uma olhadinha nas redes sociais'.",
    "A minha vassoura começou a reclamar de dores nas costas.",
    "Fui desafiado para uma batalha de rimas por um grilo.",
    "O tempo decidiu tirar uma folga.",
    "Tive que ajudar um fantasma a encontrar seus óculos.",
    "Fiquei preso tentando entender a mecânica quântica do controle remoto perdido.",
    "A minha geladeira começou a fazer críticas gastronômicas.",
    "Fui recrutado para uma expedição ao centro da Terra (via ralo do banheiro).",
    "Meu gato começou a praticar artes marciais.",
    "Tive que mediar uma disputa territorial entre os livros na estante.",
    "Fiquei preso em um paradoxo temporal criado por mim mesmo.",
    "A minha almofada começou a fazer perguntas filosóficas.",
    "Fui desafiado para um concurso de velocidade por uma tartaruga.",
    "O rádio começou a transmitir previsões do horóscopo para eletrodomésticos.",
    "Tive que ajudar um alienígena a entender o sarcasmo.",
    "Fiquei preso tentando encontrar a ponta da fita adesiva.",
    "A minha televisão começou a mostrar o futuro (mas só reprises).",
    "Fui abduzido por caracóis que queriam aprender a correr.",
    "Meu cérebro estava rodando uma verificação de vírus.",
    "Tive que treinar meu hamster para ser um atleta olímpico.",
    "Fiquei preso em uma teia de aranha feita de lógica circular.",
    "A minha máquina de café começou a exigir um barista pessoal.",
    "Fui desafiado para um jogo de pôquer por cães.",
    "O vento me contou um segredo que me fez repensar tudo.",
    "Tive que ajudar um gnomo a afiar sua pequena enxada.",
    "Fiquei preso em um loop de 'amanhã eu faço'.",
    "A minha porta começou a dar aulas de história.",
    "Fui convidado para a festa de aniversário da poeira cósmica.",
    "Meu hamster abriu uma empresa de consultoria.",
    "Tive que fazer um curso de pilotagem de nuvens.",
    "Fiquei preso em uma dobra no espaço-tempo do meu bolso.",
    "A minha sombra começou a fazer imitações.",
    "Fui desafiado para uma partida de críquete por grilos.",
    "O relógio da cozinha decidiu aderir ao movimento slow food.",
    "Tive que ajudar um fantasma a escolher uma fantasia para o Halloween.",
    "Fiquei preso tentando calcular a área do meu tédio.",
    "A minha cama começou a fazer recomendações de livros.",
    "Fui recrutado para a patrulha noturna contra monstros imaginários.",
    "Meu gato começou a dar aulas de física quântica.",
    "Tive que resolver uma crise existencial da minha escova de dentes.",
    "Fiquei preso em uma progressão geométrica de problemas.",
    "A minha torradeira começou a fazer arte abstrata com as torradas.",
    "Fui desafiado para um concurso de quem cava mais rápido por uma toupeira.",
    "O Wi-Fi estava sendo usado para comunicação interdimensional.",
    "Tive que ajudar um gnomo a encontrar seu caminho de volta para o jardim.",
    "Fiquei preso em um labirinto de opções de streaming.",
    "A minha planta começou a exigir fertilizante orgânico importado.",
    "Fui convocado para um simpósio sobre a psicologia dos objetos perdidos.",
    "Meu celular começou a falar em código binário.",
    "Tive que fazer as pazes entre o teclado e o mouse.",
    "Fiquei preso tentando ensinar meu gato a jogar xadrez.",
    "A minha sombra começou a me dar dicas de investimento.",
    "Fui sequestrado por um grupo de esquilos acrobatas.",
    "Meu hamster se tornou um chef renomado.",
    "Tive que participar de uma simulação de evacuação de formigueiro.",
    "Fiquei preso em um ciclo de 'só mais um vídeo'.",
    "A minha vassoura começou a organizar passeatas.",
    "Fui desafiado para uma batalha de beatbox por um sapo.",
    "O tempo resolveu tirar férias coletivas.",
    "Tive que ajudar um fantasma a encontrar um novo hobby.",
    "Fiquei preso tentando entender as políticas de privacidade intergalácticas.",
    "A minha geladeira começou a recomendar dietas personalizadas.",
    "Fui recrutado para uma missão secreta no mundo das sombras.",
    "Meu gato começou a escrever um blog.",
    "Tive que mediar uma discussão entre os dias da semana.",
    "Fiquei preso em um paradoxo criado por uma torradeira que viajou no tempo.",
    "A minha almofada começou a reclamar do meu ronco.",
    "Fui desafiado para um concurso de beleza por um pavão.",
    "O rádio começou a transmitir os pensamentos do meu vizinho.",
    "Tive que ajudar um alienígena a usar talheres.",
    "Fiquei preso tentando encontrar a lógica na moda atual.",
    "A minha televisão começou a exibir documentários sobre a minha vida.",
    "Fui abduzido por vaga-lumes que precisavam de uma fonte de energia humana.",
    "Meu cérebro estava atualizando o sistema operacional.",
    "Tive que treinar meu cão para farejar trufas imaginárias.",
    "Fiquei preso em uma teia de aranha feita de fios de tempo.",
    "A minha máquina de café começou a dar conselhos de carreira.",
    "Fui desafiado para um jogo de ' pedra, papel, tesoura, lagarto, Spock' por um vulcano.",
    "O vento sussurrou a resposta para o sentido da vida, mas esqueci.",
    "Tive que ajudar um gnomo a regar suas plantas com um conta-gotas.",
    "Fiquei preso em um loop de 'já volto'.",
    "A minha porta começou a cantar fado.",
    "Fui convidado para a inauguração da nova teia da aranha do canto.",
    "Meu hamster abriu uma agência de viagens para roedores.",
    "Tive que fazer um curso de desdobramento de lençóis.",
    "Fiquei preso em uma dobra na realidade causada por um espirro.",
    "A minha sombra começou a fazer stand-up.",
    "Fui desafiado para uma partida de polo aquático por patos de borracha.",
    "O relógio de pulso decidiu viver no seu próprio fuso horário.",
    "Tive que ajudar um fantasma a organizar sua coleção de correntes.",
    "Fiquei preso tentando contar as estrelas visíveis da minha janela.",
    "A minha cama começou a me dar aulas de relaxamento.",
    "Fui recrutado para a liga da justiça dos animais de estimação.",
    "Meu gato começou a dar aulas de mandarim.",
    "Tive que resolver uma disputa de herança entre os meus sapatos.",
    "Fiquei preso em uma equação diferencial que descreve minha procrastinação.",
    "A minha torradeira começou a fazer previsões meteorológicas.",
    "Fui desafiado para um concurso de quem pisca mais devagar por uma preguiça.",
    "O Wi-Fi estava sendo usado por gnomos para jogar online.",
    "Tive que ajudar um gnomo a encontrar seu chapéu pontudo.",
    "Fiquei preso em um labirinto de menus de atendimento automático.",
    "A minha planta começou a exigir música clássica.",
    "Fui convocado para uma reunião urgente sobre o estado das nuvens.",
    "Meu celular começou a falar com a voz da minha consciência.",
    "Tive que fazer as pazes entre o açúcar e o adoçante.",
    "Fiquei preso tentando ensinar meu peixe a fazer truques.",
    "A minha sombra começou a me dar conselhos sobre relacionamentos.",
    "Fui sequestrado por um bando de gaivotas que queriam meu lanche.",
    "Meu hamster se tornou um filósofo existencialista.",
    "Tive que participar de uma reconstituição da criação do universo no meu quintal.",
    "Fiquei preso em um ciclo de 'vou começar agora'.",
    "A minha vassoura começou a exigir férias remuneradas.",
    "Fui desafiado para uma batalha de rap por um esquilo.",
    "O tempo decidiu entrar em greve.",
    "Tive que ajudar um fantasma a encontrar seu caminho para o além (do corredor).",
    "Fiquei preso tentando entender a arte moderna.",
    "A minha geladeira começou a fazer listas de compras sozinha.",
    "Fui recrutado para uma missão de exploração sob o sofá.",
    "Meu gato começou a praticar telecinese.",
    "Tive que mediar uma trégua entre as estações do ano.",
    "Fiquei preso em um paradoxo envolvendo um bilhete que escrevi para mim mesmo no futuro.",
    "A minha almofada começou a absorver meus pensamentos.",
    "Fui desafiado para um concurso de quem come mais rápido por um hamster.",
    "O rádio começou a transmitir notícias de um universo paralelo.",
    "Tive que ajudar um alienígena a entender o futebol.",
    "Fiquei preso tentando encontrar um padrão nas nuvens.",
    "A minha televisão começou a me entrevistar.",
    "Fui abduzido por coelhos que queriam aprender a fazer mágica.",
    "Meu cérebro estava em processo de backup.",
    "Tive que treinar meu papagaio para ser um poliglota.",
    "Fiquei preso em uma teia de aranha feita de possibilidades infinitas.",
    "A minha máquina de café começou a dar conselhos financeiros.",
    "Fui desafiado para um jogo de xadrez por um computador quântico.",
    "O vento me contou uma história tão triste que precisei de um tempo.",
    "Tive que ajudar um gnomo a polir seus botões dourados.",
    "Fiquei preso em um loop de 'só mais esta página'.",
    "A minha porta começou a recitar poesia.",
    "Fui convidado para a festa de formatura das larvas.",
    "Meu hamster abriu uma escola de etiqueta para animais.",
    "Tive que fazer um curso intensivo sobre a teoria de tudo.",
    "Fiquei preso em uma dobra no tapete que levava a ontem.",
    "A minha sombra começou a fazer malabarismo.",
    "Fui desafiado para uma partida de basquete por girafas.",
    "O relógio da sala decidiu que era hora de uma sesta.",
    "Tive que ajudar um fantasma a escolher um novo guarda-roupa (lençóis).",
    "Fiquei preso tentando contar os fios do meu tapete.",
    "A minha cama começou a me dar dicas de decoração.",
    "Fui recrutado para a agência secreta de proteção a unicórnios.",
    "Meu gato começou a dar aulas de culinária francesa.",
    "Tive que resolver uma disputa de espaço na gaveta de meias.",
    "Fiquei preso em uma série de eventos aleatórios e improváveis.",
    "A minha torradeira começou a fazer torradas com mensagens motivacionais.",
    "Fui desafiado para um concurso de quem dorme mais por um urso.",
    "O Wi-Fi estava sendo usado por fadas para baixar receitas de bolo.",
    "Tive que ajudar um gnomo a encontrar sua lanterna de vaga-lume.",
    "Fiquei preso em um labirinto de corredores de hospital em um sonho.",
    "A minha planta começou a exigir um nome e sobrenome.",
    "Fui convocado para uma assembleia extraordinária dos meus neurônios.",
    "Meu celular começou a falar com sotaque robótico.",
    "Tive que fazer as pazes entre o café e o chá.",
    "Fiquei preso tentando ensinar meu hamster a jogar pôquer.",
    "A minha sombra começou a me dar conselhos de carreira.",
    "Fui sequestrado por um grupo de pinguins dançarinos.",
    "Meu hamster se tornou um mestre zen.",
    "Tive que participar de uma simulação de ataque zumbi no supermercado.",
    "Fiquei preso em um ciclo de 'preciso organizar isso antes'.",
    "A minha vassoura começou a fazer greve de fome.",
    "Fui desafiado para uma batalha de beatbox por um pombo.",
    "O tempo decidiu tirar um ano sabático.",
    "Tive que ajudar um fantasma a encontrar seu amor perdido.",
    "Fiquei preso tentando entender o regulamento do condomínio.",
    "A minha geladeira começou a cantar músicas de ninar.",
    "Fui recrutado para uma missão de resgate de brinquedos perdidos.",
    "Meu gato começou a praticar hipnose.",
    "Tive que mediar uma conferência de paz entre os talheres.",
    "Fiquei preso em um paradoxo criado por um desejo que fiz a um gênio da lâmpada.",
    "A minha almofada começou a me contar segredos.",
    "Fui desafiado para um concurso de quem come mais devagar por um caracol.",
    "O rádio começou a transmitir os sonhos dos ouvintes.",
    "Tive que ajudar um alienígena a entender o conceito de 'feriado'.",
    "Fiquei preso tentando encontrar a saída de uma loja de móveis sueca.",
    "A minha televisão começou a exibir meus pensamentos mais embaraçosos.",
    "Fui abduzido por lesmas que queriam aulas de velocidade.",
    "Meu cérebro estava instalando atualizações de bom humor.",
    "Tive que treinar meu cão para ser um cão-guia para fantasmas.",
    "Fiquei preso em uma teia de aranha feita de burocracia.",
    "A minha máquina de café começou a dar conselhos de vida.",
    "Fui desafiado para um jogo de 'stop' por sinais de trânsito.",
    "O vento me contou o final do livro que eu estava lendo.",
    "Tive que ajudar um gnomo a engraxar suas botas minúsculas.",
    "Fiquei preso em um loop de 'deixa pra depois'.",
    "A minha porta começou a fazer charadas.",
    "Fui convidado para o casamento do Sol e da Lua.",
    "Meu hamster abriu uma livraria.",
    "Tive que fazer um curso de reparo de buracos de minhoca.",
    "Fiquei preso em uma dobra no colchão.",
    "A minha sombra começou a fazer esculturas de sombra.",
    "Fui desafiado para uma partida de vôlei por cangurus.",
    "O relógio de sol ficou nublado.",
    "Tive que ajudar um fantasma a escolher um novo lugar para assombrar.",
    "Fiquei preso tentando contar as gotas de chuva na janela.",
    "A minha cama começou a me dar aulas de meditação.",
    "Fui recrutado para a força-tarefa de resgate de gatos em árvores.",
    "Meu gato começou a dar aulas de história da arte.",
    "Tive que resolver uma crise diplomática entre as especiarias.",
    "Fiquei preso em uma sequência de eventos perfeitamente azarados.",
    "A minha torradeira começou a fazer torradas em formato de coração.",
    "Fui desafiado para um concurso de hibernação por uma marmota.",
    "Não pude chegar na hora porque a fila do pão na padaria estava tão grande que criou seu próprio CEP.",
    "Meu vizinho estava ensaiando pagode e eu fui obrigado a entrar na roda.",
    "Eu estava saindo quando o Casimiro começou a reagir a um vídeo e eu não consegui parar de assistir.",
    "Me atrasei porque o sinal fechou bem quando o vendedor de paçoca chegou na minha janela e eu não tive como recusar.",
    "Meu despertador tocou, mas estava no horário de verão de 2018 e ninguém avisou a ele que isso não existe mais.",
    "Não consegui sair de casa porque minha chinela Havaianas fugiu para encontrar seu par perdido há anos atrás.",
    "O motorista do ônibus confundiu o itinerário e acabamos fazendo um tour gastronômico pelos bares do centro.",
    "Estava pronto para sair quando o boleto que eu achava que tinha pago apareceu protestado no Serasa.",
    "Me atrasei porque a senhora do café estava contando a novela inteira para a fila e seria falta de educação interromper.",
    "Não pude chegar na hora porque encontrei meu professor de matemática do ensino médio no metrô e ele me deu um problema para resolver antes de me deixar sair.",
    "Me perdi no caminho porque o GPS começou a narrar em sotaque nordestino e eu não entendi quando ele falou 'vire à direitcha'.",
    "O cachorro da vizinha engoliu minha chave e tive que esperar o processo natural acontecer.",
    "Estava saindo quando o meu filtro de barro decidiu fazer greve de sede e derramou água na cozinha inteira.",
    "Fui abduzido por um grupo de capivaras no parque que precisava de um humano para abrir um coco.",
    "Me atrasei porque a fila do pão de queijo estava dobrando o quarteirão e eu sou apenas humano.",
    "Não pude sair na hora porque o entregador do iFood chegou junto com o carteiro e o cara do gás, criando um congestionamento na porta.",
    "O rapaz da água mineral apareceu na hora que eu estava saindo e precisei ajudar a subir o galão até o quarto andar.",
    "O Detran enviou minha habilitação para outro estado e tive que convencer o motorista de aplicativo que sei dirigir melhor que ele.",
    "Não cheguei na hora porque a reunião do condomínio que deveria durar 20 minutos se transformou em um tribunal do júri.",
    "Me atrasei porque a discussão sobre qual é o melhor pastel da feira se transformou em um debate nacional.",
    "Estava indo quando o vendedor de churros estacionou na frente da minha casa e a fila bloqueou minha saída.",
    "A minha conta de luz chegou com um valor tão absurdo que precisei sentar para me recuperar.",
    "Não consegui chegar porque o cobrador do ônibus estava discutindo futebol com um passageiro e se recusou a seguir viagem até decidirem quem seria o novo técnico da seleção.",
    "Me atrasei porque o cara do hortifruti trouxe uma melancia tão grande que precisei reorganizar toda a geladeira.",
    "Não pude comparecer porque o cachorro do vizinho roubou meu chinelo e iniciou uma negociação complexa envolvendo biscoitos.",
    "Perdi a hora porque fiquei preso no grupo de WhatsApp da família discutindo a receita de brigadeiro da tia.",
    "O café da padaria estava tão bom hoje que virei um ser contemplativo e perdi a noção do tempo.",
    "Me atrasei porque a música do caminhão de gás me fez entrar em um estado hipnótico.",
    "Não consegui chegar na hora porque a fila do banco estava tão grande que desenvolvi amizades profundas e não pude abandoná-las.",
    "Estava pronto para sair quando descobri que minha TV estava transmitindo o jogo do Brasileirão que eu achava que seria só amanhã.",
    "Minha mãe ligou quando eu estava saindo e você sabe que não se desliga na cara da mãe brasileira.",
    "Não cheguei na hora porque o carnaval de rua passou na frente do meu prédio e fui arrastado pela multidão.",
    "Me atrasei porque tive que explicar para minha vó pela décima vez como funciona o PIX.",
    "Estava saindo quando percebi que meu chinelo estava com a correia frouxa, e você sabe que isso é um mau presságio no Brasil.",
    "Encontrei minha professora do primário no elevador e ela me fez recitar a tabuada antes de me liberar.",
    "Não pude chegar na hora porque o entregador dos Correios finalmente apareceu após três tentativas frustradas.",
    "Me atrasei porque o moço do carrinho de caldo de cana estava com fila e seria uma ofensa à cultura brasileira não parar.",
    "Estava pronto para sair quando começou um temporal de 5 minutos seguido por sol escaldante, e tive que trocar de roupa três vezes.",
    "O vendedor de pamonha anunciou a chegada no megafone e acordou meu prédio inteiro, gerando uma assembleia improvisada.",
    "Não consegui chegar na hora porque o gato da vizinha invadiu meu apartamento e se recusou a sair de cima das minhas chaves.",
    "Me atrasei porque confundi o sábado com uma segunda-feira produtiva, e meu corpo entrou em choque.",
    "Estava saindo quando o sorvete do Chiquinho que eu pedi chegou, e seria um crime deixá-lo derreter.",
    "Encontrei um político em campanha no elevador e ele não me deixou sair até prometer meu voto.",
    "Não pude chegar na hora porque a máquina de cartão do Uber deu erro, e tivemos que passar em três caixas eletrônicos diferentes.",
    "Me atrasei porque o motoboy que deveria entregar meu documento foi parar em outro bairro com o mesmo nome.",
    "Estava pronto para sair quando o síndico bateu na porta para falar sobre a infiltração que aparentemente é minha culpa desde 1998.",
    "Meu vizinho começou a fazer um churrasco e por lei brasileira não positivada eu fui obrigado a ajudar com a carne.",
    "Não consegui chegar porque estavam gravando uma cena de novela no meu bairro e fui confundido com um figurante.",
    "Me atrasei porque o vendedor de tapioca na esquina lançou um novo sabor e a fila estava dobrando o quarteirão.",
    "Estava saindo quando o meu nome foi sorteado no bingo beneficente do prédio pelo interfone.",
    "Encontrei uma nota de 2 reais na rua e fiquei procurando as outras 48 para completar os 50.",
    "Não pude chegar na hora porque o Zap caiu e tive que comunicar isso pessoalmente para cada contato da minha lista.",
    "Me atrasei porque o busão quebrou e o motorista nos convenceu a empurrar até o ponto final.",
    "Estava pronto para sair quando a TV anunciou que ia mostrar meu signo por último no horóscopo do dia.",
    "O cachorro da vizinha confundiu minha moto com um hidrante.",
    "Não consegui chegar porque a rua da minha casa foi fechada para uma procissão seguida de quermesse.",
    "Me atrasei porque a pessoa na minha frente no caixa do supermercado decidiu pagar um carrinho cheio com moedas.",
    "Estava saindo quando o homem do 'olha o gáaaas' finalmente apareceu depois de duas semanas de espera.",
    "Fui obrigado a provar três tipos diferentes de bolo que minha vizinha fez para saber qual levar para a festa da sobrinha.",
    "Não pude chegar na hora porque a senhora do 302 me parou no corredor para mostrar todas as fotos do neto recém-nascido.",
    "Me atrasei porque o motorista do Uber insistiu em me contar sua história de vida completa com trilha sonora de Amado Batista.",
    "Estava pronto para sair quando minha TV aberta pegou o sinal da TV a cabo do vizinho e comecei a assistir um filme que nunca tinha visto.",
    "O chaveiro que veio arrumar minha fechadura se revelou um filósofo e acabamos debatendo o sentido da vida.",
    "Não consegui chegar porque confundi o dia de rodízio do meu carro e fui parado em todas as blitzes possíveis.",
    "Me atrasei porque o cachorro do vizinho fugiu e, como bom cidadão, participei da operação de resgate que envolveu todo o quarteirão.",
    "Estava saindo quando percebi que era o Dia do Bolo e, por superstição, tive que assar um para não dar azar.",
    "O botijão de gás acabou exatamente quando meu café estava quase pronto.",
    "Não pude chegar na hora porque encontrei uma fila inesperada na padaria e descobri que o pão estava com desconto.",
    "Me atrasei porque o transito estava tão ruim que o Waze sugeriu que eu fosse a pé, mas eu não acreditei e fiquei parado mesmo.",
    "Estava pronto para sair quando o programa de fofoca da TV revelou que iria contar um segredo sobre meu artista favorito 'após os comerciais'.",
    "A chuva estava tão forte que o guarda-chuva que comprei do ambulante se transformou numa piscina portátil.",
    "Não consegui chegar porque o churrasquinho de gato da esquina lançou uma nova marinada e precisei experimentar por motivos culturais.",
    "Me atrasei porque meu vizinho começou a furar a parede exatamente às 7h da manhã e precisei ficar para garantir que ele não encontrasse um cano.",
    "Estava saindo quando o porteiro me informou que havia uma assembléia de condomínio surpresa e minha presença era 'altamente recomendada'.",
    "O vendedor de mate da praia passou na porta da minha casa e eu não podia recusar.",
    "Não pude chegar na hora porque a discussão sobre qual açaí é melhor, o do paraense ou o paulista, se transformou em uma audiência pública no meu prédio.",
    "Me atrasei porque minha energia foi cortada e precisei ir até a vizinha carregar o celular para pedir um Uber.",
    "Estava pronto para sair quando descobri que o Brasil estava jogando e, por lei, todos os compromissos são automaticamente adiados.",
    "O carteiro entregou a correspondência do vizinho na minha casa e, ao tentar devolver, acabei conhecendo toda a família dele.",
    "Não consegui chegar porque a feira livre bloqueou minha garagem e o feirante me convenceu a comprar 5kg de banana por um preço imperdível.",
    "Me atrasei porque o Detran marcou minha renovação de habilitação para hoje de manhã às 8h, às 9h, às 10h e às 11h, simultaneamente.",
    "Estava saindo quando o rapaz do 'é o teneeeente' começou a vender suas panelas mágicas na porta do meu prédio.",
    "Encontrei uma nota de 5 reais na rua e, por lei brasileira, precisei olhar em volta por 10 minutos antes de pegar.",
    "Não pude chegar na hora porque a van do 'Real Moda Jeans' estacionou na minha rua e minha mãe me obrigou a experimentar calças.",
    "Me atrasei porque o atendente do posto de gasolina iniciou um debate filosófico sobre colocar R$50 ou completar o tanque.",
    "Estava pronto para sair quando a Caixa Econômica me enviou um SMS dizendo que eu tinha dinheiro esquecido e precisei verificar imediatamente.",
    "Meu vizinho começou a tocar pagode no violão e, por solidariedade musical, tive que fazer o cavaquinho com uma colher de pau.",
    "Não consegui chegar porque o motorista do ônibus decidiu fazer uma parada não autorizada para tomar um cafezinho.",
    "Me atrasei porque a senha da minha conta foi bloqueada e o banco exigiu que eu comparecesse pessoalmente com três documentos que não existem mais.",
    "Estava saindo quando começou aquela propaganda de colchão que dura 15 minutos e fiquei hipnotizado.",
    "Encontrei minha tia no supermercado e ela me apresentou para todas as funcionárias como 'o sobrinho que está solteiro'.",
    "Não pude chegar na hora porque confundi a escala do Pantone do salão de beleza e meu cabelo precisou de uma intervenção de emergência.",
    "Me atrasei porque a promoção do açaí dois por um atraiu uma multidão que bloqueou a saída do meu prédio.",
    "Estava pronto para sair quando descobri que o Netflix removeria minha série favorita amanhã e precisei assistir aos últimos episódios.",
    "A kombi de disco de vinil estacionou na minha rua e acabei comprando a discografia completa do Tim Maia.",
    "Não consegui chegar porque meu CPF foi sorteado na Nota Fiscal Paulista e precisei verificar imediatamente quanto ganhei.",
    "Me atrasei porque o motorista do Uber confundiu Itaquera com Itaquerão e acabei conhecendo o estádio por dentro.",
    "Estava saindo quando recebi a notificação de que meu time fez um gol e precisei assistir ao VAR confirmar.",
    "O homem do algodão doce passou na minha rua e despertou minha criança interior.",
    "Não pude chegar na hora porque a rua foi interditada para a gravação do novo clipe do MC local.",
    "Me atrasei porque a fila para o rodízio de pizza estava tão grande que quando cheguei na mesa só tinha sobrado sabor de abacaxi com canela.",
    "Estava pronto para sair quando percebi que o Pelé da minha rua (o gato, não o jogador) estava no meu telhado precisando de resgate.",
    "Descobri que meu nome estava no SPC por um empréstimo que meu primo jurou ter pago em 2012.",
    "Não consegui chegar porque a barraquinha de pastel da feira mudou de lugar e passei meia hora procurando.",
    "Me atrasei porque minha impressora decidiu imprimir todos os documentos que mandei nos últimos três anos justamente hoje.",
    "Estava saindo quando o vendedor de empada bateu na porta e você sabe que não se recusa uma empada de palmito fresquinha.",
    "O sinal do celular sumiu exatamente quando eu ia pedir um Uber e tive que sair andando até encontrar rede.",
    "Não pude chegar na hora porque a padaria lançou um novo salgado e, como bom brasileiro, precisei ser um dos primeiros a experimentar.",
    "Me atrasei porque confundi o ônibus e acabei fazendo um tour não planejado pelos pontos turísticos da cidade.",
    "Estava pronto para sair quando a TV anunciou que iria revelar quem era o assassino da novela das nove.",
    "Meu prédio decidiu fazer uma simulação de incêndio sem avisar ninguém e acabei na rua de pijama.",
    "Não consegui chegar porque o Dia do Bolo de Fubá me pegou desprevenido e tive que assar um às pressas para não dar azar.",
    "Me atrasei porque a conexão de internet caiu bem na hora de pagar a conta online e tive que ir até a lotérica.",
    "Estava saindo quando minha vizinha bateu na porta pedindo açúcar e acabou contando toda a história da família desde a imigração.",
    "O entregador dos Correios apareceu depois de três tentativas frustradas e eu não podia arriscar uma quarta.",
    "Não pude chegar na hora porque a escola de samba do bairro decidiu fazer um ensaio técnico na minha rua.",
    "Me atrasei porque o motorista do Uber era primo do meu vizinho e parou para colocar o papo em dia no meio da corrida.",
    "Estava pronto para sair quando recebi a notificação de que meu pix foi devolvido e precisei refazer toda a transação.",
    "O cara do 'olha a pamonha' me fez lembrar da infância e precisei comprar para toda a família.",
    "Não consegui chegar porque o churrasco do vizinho estava com um cheiro tão bom que recebi um convite telepático impossível de recusar.",
    "Me atrasei porque o gás acabou bem na hora que meu café estava quase pronto, e sem café eu sou apenas 12% funcional.",
    "Estava saindo quando o pipoqueiro que sempre passa às sextas decidiu mudar seu itinerário para hoje sem aviso prévio.",
    "O vendedor de cocada na praia reconheceu meu sotaque e me ofereceu um desconto impossível de recusar.",
    "Não pude chegar na hora porque encontrei minha ex no elevador e precisamos discutir quem ficará com a assinatura do Disney+.",
    "Me atrasei porque a barraca de caldo de cana da feira estava com uma fila que parecia a de show do Roberto Carlos.",
    "Estava pronto para sair quando o sorveteiro começou a tocar aquela musiquinha hipnótica na rua.",
    "Minha senha do banco expirou e a única forma de recuperar era indo pessoalmente com três documentos com fotos diferentes.",
    "Não consegui chegar porque o motoboy entregou meu pedido no apartamento vizinho e precisei iniciar uma investigação digna do FBI.",
    "Me atrasei porque o pão de queijo da padaria tinha acabado de sair e, como mineiro honorário, tive que esperar a próxima fornada.",
    "Estava saindo quando a máquina de lavar começou a 'andar' pela área de serviço durante o ciclo de centrifugação.",
    "Minha tia mandou um áudio de 15 minutos no grupo da família que precisava ser ouvido imediatamente.",
    "Não pude chegar na hora porque a manifestação de professores bloqueou a rua e, como ex-aluno, tive que mostrar solidariedade.",
    "Me atrasei porque o motorista do Uber insistiu em me mostrar todas as fotos do casamento da filha antes de iniciar a corrida.",
    "Estava pronto para sair quando descobri que meu nome tinha sido incluído como mesário voluntário nas próximas eleições.",
    "Meu vizinho começou a reforma às 7h da manhã e precisei ficar para garantir que ele não derrubasse a parede errada.",
    "Não consegui chegar porque confundi o número do bloco do condomínio e acabei tomando café com uma senhora muito simpática que não tive coragem de corrigir.",
    "Me atrasei porque meu aplicativo de banco identificou uma compra suspeita de R$3,50 na padaria e bloqueou meu cartão.",
    "Estava saindo quando a enquete para escolher a cor do novo portão do prédio chegou e meu voto era decisivo.",
    "Encontrei meu professor de português do ensino médio no metrô e ele me fez conjugar verbos irregulares antes de me deixar em paz.",
    "Não pude chegar na hora porque a quadrilha junina do bairro sequestrou meu carro para fazer parte da decoração da festa.",
    "Me atrasei porque o papagaio do vizinho aprendeu a imitar o interfone e passei meia hora atendendo a porta sem ninguém.",
    "Estava pronto para sair quando meu nome foi mencionado no programa de fofoca da TV e precisei saber o contexto.",
    "A operadora de celular bloqueou minha linha por eu não ter respondido à pesquisa de satisfação dos últimos 7 anos.",
    "Não consegui chegar porque a filha da vizinha estava vendendo trufas para a formatura e não tive como recusar.",
    "Me atrasei porque confundi o dia do rodízio e tive que voltar para casa e trocar de carro com meu primo.",
    "Estava saindo quando a escola de samba da comunidade decidiu fazer um ensaio técnico bem na porta do meu prédio.",
    "O cachorro do vizinho roubou meu chinelo Havaianas original de 1998 e tive que negociar com petiscos.",
    "Não pude chegar na hora porque a reunião do condomínio que deveria durar 15 minutos se transformou em um tribunal de pequenas causas.",
    "Me atrasei porque a fila para comprar o novo salgado da padaria estava dobrando o quarteirão e, como brasileiro, não podia perder a novidade.",
    "Estava pronto para sair quando recebi a notificação de que meu time fez um gol e o lance estava sendo revisado pelo VAR por 20 minutos.",
    "Fui selecionado aleatoriamente para uma pesquisa do IBGE na saída do metrô e o recenseador era muito simpático para dispensar.",
    "Não consegui chegar porque o busão quebrou e o cobrador nos convenceu a fazer uma vaquinha para comprar a peça.",
    "Me atrasei porque minha internet caiu e precisei ir até a casa da vizinha postar que minha internet havia caído.",
    "Estava saindo quando meu vizinho começou a demonstrar sua nova furadeira e precisei ficar para garantir que ele não furasse a parede do meu quarto.",
    "Encontrei o carteiro no elevador e ele me fez assinar recibos atrasados de entregas dos últimos três meses.",
    "Não pude chegar na hora porque meu chinelo Havaianas arrebentou no meio do caminho e tive que comprar outro, o que gerou um debate filosófico sobre qual cor escolher.",
    "Me atrasei porque a vendedora de bolo de pote no ponto de ônibus me convenceu a experimentar todos os sabores.",
    "Estava pronto para sair quando o vendedor de melancia bateu na porta e não tive como recusar um teste de qualidade.",
    "O aplicativo de banco me desafiou com uma capcha tão complexo que precisei reunir toda a família para resolver.",
    "Não consegui chegar porque uma repentina manifestação de aposentados bloqueou a avenida principal com cadeiras de praia e garrafas térmicas.",
    "Me atrasei porque meu carro foi confundido com um carro de aplicativo e formou-se uma fila de pessoas querendo carona.",
    "Estava saindo quando meu nome foi sorteado para a revisão do medidor de luz, que aparentemente estava programada há 3 anos.",
    "A senhora da barraca de pastel da feira me pediu para segurar o troco até ela voltar do banco, e isso foi há duas horas.",
    "Não pude chegar na hora porque minha sandália Melissa derreteu no calor e ficou grudada no asfalto.",
    "Me atrasei porque o motorista do ônibus decidiu fazer uma parada estratégica para um cafezinho e levou todos os passageiros juntos.",
    "Estava pronto para sair quando descobri que meu cartão do SUS estava prestes a expirar e precisei renovar online, o que exigiu três tentativas e um ritual de paciência.",
    "A atualização do meu celular durou tanto tempo que ele evoluiu para uma inteligência artificial que se recusou a abrir o Uber.",
    "Não consegui chegar porque o cachorro da vizinha confundiu minha perna com um poste e só me libertou após 15 minutos de negociação.",
    "Me atrasei porque a promoção de açaí 'compre um, leve dois' criou uma fila que bloqueou três quarteirões.",
    "Estava saindo quando a live do influencer local começou na praça em frente ao meu prédio, e eu fui confundido com um dos patrocinadores.",
    "O rapaz da banca de jornal me parou para mostrar as novas figurinhas do álbum do Brasileirão.",
    "Não pude chegar na hora porque meu vizinho iniciou um samba no quintal e, por lei não escrita, tive que participar com pelo menos um 'olê olê olá'.",
    "Me atrasei porque o entregador do iFood confundiu meu endereço com o do vizinho e acabei com uma feijoada completa que não era minha.",
    "Estava pronto para sair quando o zelador do prédio me parou para mostrar todas as fotos do churrasco de domingo da família dele.",
    "A senhora do 302 interceptou minha saída para me contar sobre a cirurgia de vesícula dela em detalhes gráficos.",
    "Não consegui chegar porque havia uma capivara passeando pelo estacionamento e todos pararam para tirar selfies, bloqueando a saída.",
    "Me atrasei porque o caixa do supermercado iniciou um debate filosófico sobre se tomate é fruta ou legume quando passei minhas compras.",
    "Estava saindo quando percebi que era o Dia de São Cosme e Damião e precisei ajudar a distribuir doces para não ficar mal visto no bairro.",
    "O motoboy entregou minha encomenda para outro apartamento e acabei conhecendo todos os vizinhos do bloco B enquanto procurava.",
    "Não pude chegar na hora porque a reunião do PTA da escola do meu sobrinho, para a qual fui arrastado como acompanhante, transformou-se em um tribunal popular sobre o uso de celulares em sala.",
    "Me atrasei porque o gari começou a cantar ópera enquanto varria a rua e formou-se uma plateia que bloqueou minha garagem.",
    "Estava pronto para sair quando o fornecedor de água mineral apareceu sem aviso e precisei ajudar a reorganizar 5 galões no espaço de 2.",
    "Minha tia ligou para pedir ajuda com o WhatsApp e acabei tendo que explicar porque ela não deveria acreditar em correntes.",
    "Não consegui chegar porque a fila para o novo sabor de coxinha da padaria estava maior que a da vacinação.",
    "Me atrasei porque o motorista do Uber era um ex-BBB da edição de 2015 e precisei fingir que o reconheci.",
    "Estava saindo quando a transmissão do jogo do Brasil começou e, por decreto invisível, todos os compromissos foram automaticamente reagendados.",
    "A festa junina da rua me sequestrou para julgar o concurso de quadrilhas.",
    "Não pude chegar na hora porque minha sanduicheira pegou fogo e precisei acionar os bombeiros, que chegaram com três caminhões para um incêndio de torrada.",
    "Me atrasei porque o vendedor de paçoca na esquina estava com uma promoção 'leve 3, pague 1' e a fila estava maior que a da Caixa Econômica.",
    "Estava pronto para sair quando o síndico bateu na porta para fazer uma inspeção surpresa de para-raios, que aparentemente só pode ser feita quando está sol.",
    "O caminhão do gás tocou aquela música inconfundível bem quando eu estava saindo e minha mãe já tinha avisado que o botijão estava no fim.",
    "Não consegui chegar porque havia um engarrafamento causado por um ninho de maritacas no semáforo principal.",
    "Me atrasei porque o padeiro lançou um novo tipo de pão de queijo recheado e, como brasileiro, tive que ser um dos primeiros a experimentar e avaliar.",
    "Estava saindo quando percebi que era dia de bater o cartão do vale-transporte e a fila na lotérica estava quilométrica.",
    "A floresta amazônica que cresceu no terreno ao lado do meu prédio estava sendo podada e bloqueou a saída da garagem.",
    "Não pude chegar na hora porque meu nome foi sorteado para a revista aleatória no metrô e o segurança confundiu minha escova de dentes com um artefato alienígena.",
    "Me atrasei porque minha conta de luz veio com um valor tão absurdo que precisei sentar e fazer exercícios de respiração antes de conseguir sair de casa.",
    "Estava pronto para sair quando a TV anunciou que iria revelar quem é o pai do bebê da novela das nove 'logo após os comerciais'.",
    "O algoritmo do Instagram achou que eu precisava ver 47 vídeos de pessoas fazendo pudim antes de me deixar fechar o aplicativo."
  ]
}
